Revit 2027 API
SymbolTypeId.MBtu Property
 Symbol MBtu, indicating unit Million British thermal units.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MBtu { get; }
Public Shared ReadOnly Property MBtu As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MBtu {
	ForgeTypeId^ get ();
}
static member MBtu : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace